Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/samediggi.no/angirusset-ain-ulbmillaccat-samegielaid-ovdii.html.tmx
Source language: sme
Languages: smj

source: Áŋgiruššet ain ulbmillaččat sámegielaid ovdii / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámediggi - Sametinget
smj: Ájn garrasit bargaduvvá sámegielaj åvdås / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámedigge - Sametinget

source: Áŋgiruššet ain ulbmillaččat sámegielaid ovdii
smj: Ájn garrasit bargaduvvá sámegielaj åvdås

source: Ođasmahttin-, hálddahus- ja girkodepartemeanta ja Sámediggi geigejit odne nuppi raportta dan birra, mo Sámegielaid doaibmaplána čađahuvvo.
smj: Ådåsmahttem-, háldadim- ja girkkodepartemænnta ja Sámedigge biedji uddni åvddån nuppát rapportav Sámegielaj doajmmaplána tjadádime gáktuj.

source: Raportta gávnnat neahttasiidduin regjeringen.no ja samediggi.no.
smj: Rapportta gávnnu næhttabielijn regjeringen.no ja samediggi.no.

source: Sámegielaid dilli ovdána.
smj: Sámegiela li buorep guovlluj åvddånahttemin.

source: 2012 sámegiela iskkadeapmi čájehii, ahte julev- ja máttasámenuorat leat geavahišgoahtán eanet sámegiela.
smj: Sáme giellaguoradallam 2012 rájes vuoset sámegiela adno lassán julevsáme ja oarjjelsáme nuoraj gaskan.

source: Dat čájeha maid ahte sámi ollesolbmuin lea stuorra beroštupmi oahppat sámegiela.
smj: Dat vuoset aj ållessjattuk sámij gaskan le viehka stuorre berustibme sámegielav oahppat.

source: - Lean movtta, go sámegielaid ovddideames ja čalmmustahttimis leat bohtosat.
smj: - Ávon lev gå dálla vuojnnep barggo sámegielaj ja daj tjalmostahttema åvdås le vuorbástuvvam.

source: Jos háliidit dili ain buorránit ovddos guvlui, de fertet ain áŋgiruššat ulbmillaččat.
smj: Jus dát åvddånahttem galggá buorep guovlluj joarkket de dat gájbbet mij ulmmelattjat barggap.

source: Ráđđehus áigu danin ain nannet sámegielaid lagaš ovttasbarggus Sámedikkiin, Rigmor Aasrud dadjala.
smj: Danen galggá ráddidus åvddålijguovlluj aj barggat Sámedikke siegen váj sámegielajt suoddji ja nanni, javllá Rigmor Aasrud.

source: Sámedikkis lea mávssolaš rolla sámegielaid nannemis ja ovddideames.
smj: Sámedigge le ájnas gå barggap sámegielaj nannimijn ja åvddånahttemijn.

source: Mávssoleamos bargu dahkkojuvvo dattetge báikkálaš servodagain.
smj: Ajtu le navti jut ájnnasamos barggo bájkálasj sebrudagájn dagáduvvá.

source: Ollu áŋgiris olbmot barget váibbakeahttá sámegielaid seailluhemiin ja ovddidemiin.
smj: Moadda vissjalis ulmutja idja-biejvve barggi sámegielav bisodittjat ja åvddånahtátjit.

source: - Sámedikki váldoulbmil sámegielaid ovddideami oktavuođas lea lasihit sámegielhálliid logu ja sámegiela geavaheami.
smj: - Sámedikke oajvveulmme sámegielaj åvddånahttema gáktuj le lasedit giellaaddnij lågov ja sámegielaj anov.

source: Raporta čájeha, ahte leat bargamin rievttes guvlui, muhto ahte sámegielaid ovddideapmi gáibida eanet ruđalaš ja olmmošlaš návccaid.
smj: Rapportta vuoset buorre guovlluj lip mannamin, valla ájn le dárbbo nannit sámegielaj rudálasj ja ulmusjlasj ressursajt.

source: Dan ovdii Sámediggi áigu ain bargat ovttasráđiid ráđđehusain, sámediggepresideanta Egil Olli cealká.
smj: Dát le juoga majna Sámedigge ájn galggá barggat ráddidusá guládijn, javllá sámedikke presidænnta Egil Olli.

source: Sámegielaid doaibmaplána ovddiduvvui 2009.
smj: Sámegielaj doajmmapládna biejaduváj åvddån jagen 2009.

source: Doaibmaplána ulbmil lea oažžut eanebuid sámástit.
smj: Doajmmaplána ulmme le ienep sámegiela addnijt åttjudit.

source: Ulbmila sáhttá juksat dan láhkai, ahte áŋgireappot bargat sámegielaid ovdii iešguđet servodatsurggiin, erenoamážit oahpahusas ja oahpposuorggis, almmolaš bálvalusaid ja fuolahusa lágidettiin ja go geavahit čalmmustahttit sámegiela almmolaš oktavuođain.
smj: Dáv galggá jåksåt navti váj nanni sámegielaj vuorodimev iesjguhtik sebrudaksuorgen, sierraláhkáj åhpadime ja åhpadusá suorgen, almulasj dievnastus- ja huksofálaldagájn ja sámegielajt adnet ja vuojnnusij buktet almulasj aktijvuodajn.

source: Gulahallan Sámedikki presideanta Egil Olli, tel. +47 900 26 880
smj: Sámegielaj doajmmaplána, status 2011-2013 (kommer)
